[
    {
        "author": "Ingrid Lunden",
        "title": "Vyne raises $15.5M seed round to grow its merchant-focused open banking solutions",
        "text": "Open banking — a new approach to payments and other financial services that disrupts traditional card-based infrastructure by linking directly into banks — is having a moment. On the heels of open ba… [+6334 chars]"
    },
    {
        "author": "Mary Ann Azevedo",
        "title": "Global Founders Capital leads $9.3M investment into Awning, a real estate brokerage for individual investors",
        "text": "Earning passive income as an investor in single-family rental homes is a dream for many, but also something that can be intimidating to break into.\r\nAwningis a startup that aims to make the process l… [+5097 chars]"
    },
    {
        "author": "Natasha Lomas",
        "title": "Europe will finally legislate for a common charger for mobiles",
        "text": "EU lawmakers are finally set to standardize charging ports for consumer electronics devices like smartphones and tablets — announcing a proposal today that, once adopted, will see the region settle o… [+5735 chars]"
    },
    {
        "author": "Mary Ann Azevedo",
        "title": "Meru Health raises $30M for 'holistic' online mental health platform",
        "text": "The COVID-19 pandemic has undoubtedly been devastating on many levels. But if theres any silver lining in the global crisis, it could be that its less taboo to talk about feeling anxious, depressed o… [+5140 chars]"
    },
    {
        "author": "Matthew Panzarino",
        "title": "How Apple built the iPhone 13 Pro’s Cinematic Mode",
        "text": "The Cinematic Mode on the iPhone 13 Pro models had a marquee spot in Apples presentation about the devices last week. The reviews so far this week have people acknowledging the cleverness but questio… [+14685 chars]"
    },
    {
        "author": "Christine Hall",
        "title": "Grow Therapy plants $15M into helping therapists start their own practices",
        "text": "Behavioral health is not only a business for Jake Cooper, it is also personal. The Grow Therapy co-founder and CEO has been managing ADHD since he was a child.\r\nHe began working with a psychiatrist, … [+3730 chars]"
    },
    {
        "author": "Christine Hall",
        "title": "Loyal raises $27M, aims to give dog owners more time with their pets",
        "text": "San Francisco startup Loyal is rethinking the concept of longevity and starting with mans best friend.\r\nThe company raised $27 million in Series A funding in a round, led by Khosla Ventures and inclu… [+3946 chars]"
    },
    {
        "author": "Carly Page",
        "title": "Jscrambler raises $15M Series A to help defend against website attacks",
        "text": "Jscrambler, a Portugal-based startup specializing in cybersecurity products that protect organizations against web data exfiltration attacks, has secured $15 million in Series A funding.\r\nThe investm… [+2386 chars]"
    },
    {
        "author": "Christine Hall",
        "title": "Bigeye, providing data quality automation, closes second round this year with $45M",
        "text": "Bigeye on Thursday announced a $45 million in Series B funding, just six months after securing a $17 million Series A round.\r\nCoatue led the new investment that included existing investors Sequoia Ca… [+2964 chars]"
    },
    {
        "author": "Devin Coldewey",
        "title": "Sofar and DARPA look to standardize ocean monitoring gadgets with Bristlemouth",
        "text": "The ocean is important to countless industries, but we still only have a rough idea of what it’s like as a whole at any given time. To foster a new generation of ocean-monitoring floats and other dev… [+4074 chars]"
    }
]